[{"pk": 1, "model": "flatpages.flatpage", "fields": {"registration_required": false, "title": "Hilfe-Seite", "url": "/help/", "template_name": "flatpage.html", "sites": [1], "content": "<h1>Hilfe-Seite:<h1>\r\n\r\n<h2>Wie erstelle ich ein neues Lernmodul?</h2>\r\n<p>Loggen Sie sich mit Ihrem Benutzernamen und Passwort in Creyoco ein und klicken auf den Punkt „Neues Lernmodul erstellen“. Es öffnet sich ein Fenster, in das Sie den Namen Ihres Lernmoduls eintragen können. Abschließend klicken Sie auf „Okay“. Nun sollte das Lernmodul in der Liste auftauchen. Klicken Sie es an, um es zu bearbeiten.</p>\r\n\r\n<h2>Wie lege ich einen Navigationspunkt an?</h2>\r\n<p>Die Navigation Ihres Lernmoduls befindet sich bei Creyoco in der linken Spalte. Standardmäßig ist der Punkt „Home“ vorhanden. Im Folgenden werden die Symbole der Reihe nach von links nach rechts erklärt:</p>\r\n<ul>\r\n<li>„+“-Symbol: Mit diesem Symbol fügen Sie einen Gliederungspunkt hinzu</li>\r\n<li>„x“-Symbol: Mit diesem Symbol löschen Sie einen Gliederungspunkt</li>\r\n<li>„Stift“-Symbol: Mit diesem Symbol bearbeiten Sie den Titel eines Gliederungspunktes</li>\r\n<li>„Blatt“-Symbol: bisher nicht implementiert</li>\r\n<li>„Baum“-Symbol: Mit diesem Symbol schieben Sie einen Gliederungspunkt in eine andere Ebene</li>\r\n</ul>\r\n\r\n<h2>Wie füge ich ein Bild ein?</h2>\r\n<p>Ein Bild fügen Sie mit Hilfe eines Textfeldes ein. Klicken Sie in der rechten Spalte auf das entsprechende Werkzeug. Es öffnet sich ein kleiner Editor. Klicken Sie oben links auf das Baum Symbol mit dem Titel „Bild einfügen/verändern“.\r\nKlicken Sie auf das „Durchsuchen“-Symbol und dann auf den Ordner Ihres Benutzernamens. Wählen Sie „Upload“ und laden das entsprechende Bild in den Ordner hoch. Gehen Sie nun zurück in Ihren Ordner und wählen das hochgeladene Bild aus. Zum Schluss bestätigen Sie Ihre Auswahl mit „Einfügen“.</p>\r\n\r\n<h2>Wie kann ich ein Layout für mein Lernmodul festlegen?</h2>\r\n<p>Um ein Layout auszuwählen, klicken Sie in der oberen Spalte auf „Layout wählen“. Hier stehen Ihnen 10 verschiedene Layouts zur Verfügung. Wenn Sie eines ausgewählt haben und an Ihrem Lernmodul weiterarbeiten möchten, klicken Sie in der oberen Spalte auf „Inhalt bearbeiten“.</p>\r\n\r\n<h1>Wie exportiere ich mein Lernmodul?</h1>\r\n<p>Sie exportieren Ihr Lernmodul, indem Sie „Kurs herunterladen“ wählen. Wählen Sie einfach das gewünschte Dateiformat aus und das Lernmodul wird in Ihrem Download-Ordner gespeichert.</p>", "enable_comments": false}}]